Repository: jettoai/tally
Catalog: Tally/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: incomplete: %@
ja: 不完全：%@
ko: 불완전: %@
zh_hans: 不完整：%@
zh_hant: 不完整：%@

source: The menu bar is pooling each provider into one segment, so it shows every account. Set Menu bar shows to Accounts in Display to pick which ones appear.
ja: メニューバーはプロバイダーごとに1つの区画へまとめているため、すべてのアカウントが対象です。表示するアカウントを選ぶには、「表示」で「メニューバー表示」を「アカウント」に変更してください。
ko: 메뉴 막대가 제공자별로 한 구간에 합산하고 있어 모든 계정이 포함됩니다. 어떤 계정을 표시할지 고르려면 '표시'에서 '메뉴 막대 표시'를 '계정'으로 바꾸세요.
zh_hans: 菜单栏正把每个提供商合成一段，因此会显示所有账号。想挑选要出现哪些账号，请到「显示」把「菜单栏显示」改成「账号」。
zh_hant: 選單列正把每個供應商合成一段，因此會顯示所有帳號。想挑選要出現哪些帳號，請到「顯示」把「選單列顯示」改成「帳號」。

source: Restarting…
ja: 再起動中…
ko: 재시작 중…
zh_hans: 重启中…
zh_hant: 重啟中…

source: Updating…
ja: 更新中…
ko: 업데이트 중…
zh_hans: 更新中…
zh_hant: 更新中…

source: Session
ja: セッション
ko: 세션
zh_hans: 工作会话
zh_hant: 工作階段

source: Weekly
ja: 週間
ko: 주간
zh_hans: 每周
zh_hant: 每週

source: used
ja: 使用済み
ko: 사용
zh_hans: 已用
zh_hant: 已用

source: left
ja: 残り
ko: 남음
zh_hans: 剩余
zh_hant: 剩餘

source: resetting…
ja: リセット中…
ko: 재설정 중…
zh_hans: 重置中…
zh_hant: 重置中…

source: 5h starts on first use
ja: 初回使用から5h起算
ko: 첫 사용부터 5h 시작
zh_hans: 首次使用起算 5h
zh_hant: 首次使用起算 5h

source: Loading…
ja: 読み込み中…
ko: 불러오는 중…
zh_hans: 加载中…
zh_hant: 載入中…

source: Sign in with a supported CLI to get started.
ja: 対応 CLI でサインインして始めましょう。
ko: 지원되는 CLI로 로그인하여 시작하세요.
zh_hans: 用支持的 CLI 登录即可开始。
zh_hant: 用支援的 CLI 登入即可開始。

source: Settings…
ja: 設定…
ko: 설정…
zh_hans: 设置…
zh_hant: 設定…

source: Quit Tally
ja: Tally を終了
ko: Tally 종료
zh_hans: 退出 Tally
zh_hant: 結束 Tally

source: Display
ja: 表示
ko: 표시
zh_hans: 显示
zh_hant: 顯示

source: Meters show
ja: メーター表示
ko: 미터 표시
zh_hans: 量表显示
zh_hant: 量表顯示

source: Used
ja: 使用量
ko: 사용량
zh_hans: 已用量
zh_hant: 已用量

source: Show every model tier
ja: すべてのモデル階層を表示
ko: 모든 모델 등급 표시
zh_hans: 显示所有模型层级
zh_hant: 顯示所有模型層級

source: Off shows only the highest-tier model at a glance.
ja: オフのときは最上位モデルのみを表示します。
ko: 끄면 최상위 모델만 한눈에 표시합니다.
zh_hans: 关闭时只一眼显示最高级模型。
zh_hant: 關閉時只一眼顯示最高級模型。

source: General
ja: 一般
ko: 일반
zh_hans: 通用
zh_hant: 一般

source: Language
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

source: System
ja: システム
ko: 시스템
zh_hans: 系统
zh_hant: 系統

source: Refresh every
ja: 更新間隔
ko: 새로 고침 간격
zh_hans: 刷新频率
zh_hant: 更新頻率

source: %lld min
ja: %lld 分
ko: %lld 분
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: resets in %@
ja: %@ 後にリセット
ko: %@ 후 재설정
zh_hans: %@ 后重置
zh_hant: %@ 後重置

source: Refresh
ja: 更新
ko: 새로 고침
zh_hans: 刷新
zh_hant: 重新整理

source: Open Tally
ja: Tally を開く
ko: Tally 열기
zh_hans: 打开 Tally
zh_hant: 開啟 Tally

source: Retry
ja: 再試行
ko: 다시 시도
zh_hans: 重试
zh_hant: 重試

source: Outdated
ja: 更新待ち
ko: 업데이트 대기
zh_hans: 数据待更新
zh_hant: 資料待更新

source: Show in menu bar
ja: メニューバーに表示
ko: 메뉴 막대에 표시
zh_hans: 显示在菜单栏
zh_hant: 顯示在選單列

source: Menu bar
ja: メニューバー
ko: 메뉴 막대
zh_hans: 菜单栏
zh_hant: 選單列

source: Rename
ja: 名前を変更
ko: 이름 바꾸기
zh_hans: 重命名
zh_hant: 重新命名

source: Disabled
ja: 無効
ko: 사용 안 함
zh_hans: 已停用
zh_hant: 已停用

source: Enabled
ja: 有効
ko: 사용
zh_hans: 启用
zh_hant: 啟用

source: Limit reached
ja: 上限に到達
ko: 한도 도달
zh_hans: 已达上限
zh_hant: 已達上限

source: Near limit
ja: 上限間近
ko: 한도 임박
zh_hans: 接近上限
zh_hant: 接近上限

source: All providers are off
ja: すべてのプロバイダがオフです
ko: 모든 제공업체가 꺼져 있음
zh_hans: 所有服务提供商都已关闭
zh_hant: 所有服務供應商都已關閉

source: No signed-in accounts found
ja: サインイン済みアカウントが見つかりません
ko: 로그인된 계정을 찾을 수 없음
zh_hans: 找不到已登录的账号
zh_hant: 找不到已登入的帳號

source: Turn a provider back on in Settings.
ja: 設定でプロバイダを再度オンにしてください。
ko: 설정에서 제공업체를 다시 켜세요.
zh_hans: 在设置中重新开启一个服务提供商。
zh_hant: 在設定中重新開啟一個服務供應商。

source: Open Settings
ja: 設定を開く
ko: 설정 열기
zh_hans: 打开设置
zh_hant: 開啟設定

source: Weekly quota only
ja: 週間クォータのみ
ko: 주간 할당량만
zh_hans: 仅周配额
zh_hant: 僅週配額

source: Left
ja: 残り
ko: 남음
zh_hans: 剩余
zh_hant: 剩餘

source: No credentials: run `claude` to sign in
ja: 認証情報がありません。`claude` を実行してサインイン
ko: 자격 증명 없음: `claude`를 실행하여 로그인
zh_hans: 无凭证，运行 `claude` 登录
zh_hant: 無憑證，執行 `claude` 登入

source: No usage data
ja: 使用状況データなし
ko: 사용량 데이터 없음
zh_hans: 无用量数据
zh_hant: 無用量資料

source: Pin on top
ja: 最前面に固定
ko: 위에 고정
zh_hans: 钉在最上层
zh_hant: 釘在最上層

source: Unpin window
ja: 固定を解除
ko: 고정 해제
zh_hans: 取消钉选
zh_hant: 取消釘選

source: Drag to reorder
ja: ドラッグして並べ替え
ko: 드래그하여 순서 변경
zh_hans: 拖动以重新排序
zh_hant: 拖曳以重新排序

source: Glass pinned panel
ja: ピン留めパネルをすりガラスに
ko: 고정 패널 유리 효과
zh_hans: 置顶面板毛玻璃
zh_hant: 釘選面板毛玻璃

source: The pinned panel shows the desktop through frosted glass.
ja: ピン留めパネルの背景にデスクトップが透けて見えます。
ko: 고정 패널 뒤로 데스크톱이 비쳐 보입니다.
zh_hans: 置顶面板以毛玻璃透出桌面。
zh_hant: 釘選面板以毛玻璃透出桌面。

source: Settings
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

source: resets at %@
ja: %@ にリセット
ko: %@ 재설정
zh_hans: %@ 重置
zh_hant: %@ 重置

source: Check for Updates…
ja: アップデートを確認…
ko: 업데이트 확인…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Check Now
ja: 今すぐ確認
ko: 지금 확인
zh_hans: 立即检查
zh_hant: 立即檢查

source: Claude CLI not found
ja: Claude CLI が見つかりません
ko: Claude CLI를 찾을 수 없음
zh_hans: 找不到 Claude CLI
zh_hant: 找不到 Claude CLI

source: Codex CLI not found
ja: Codex CLI が見つかりません
ko: Codex CLI를 찾을 수 없음
zh_hans: 找不到 Codex CLI
zh_hant: 找不到 Codex CLI

source: Claude CLI read failed
ja: Claude CLI の読み取りに失敗
ko: Claude CLI 읽기 실패
zh_hans: Claude CLI 读取失败
zh_hant: Claude CLI 讀取失敗

source: Codex CLI read failed
ja: Codex CLI の読み取りに失敗
ko: Codex CLI 읽기 실패
zh_hans: Codex CLI 读取失败
zh_hant: Codex CLI 讀取失敗

source: Launch account
ja: 起動アカウント
ko: 실행 계정
zh_hans: 启动账号
zh_hant: 啟動帳號

source: Off
ja: オフ
ko: 끄기
zh_hans: 关闭
zh_hant: 關閉

source: Manual
ja: 手動
ko: 수동
zh_hans: 手动
zh_hant: 手動

source: Set as launch account
ja: 起動アカウントに設定
ko: 실행 계정으로 설정
zh_hans: 设为启动账号
zh_hant: 設為啟動帳號

source: Next
ja: 次回起動
ko: 다음 실행
zh_hans: 下次启动
zh_hant: 下次啟動

source: Integrations
ja: 連携
ko: 통합
zh_hans: 集成
zh_hant: 整合

source: Command line tool
ja: コマンドラインツール
ko: 명령줄 도구
zh_hans: 命令行工具
zh_hant: 命令列工具

source: Codex shell integration
ja: Codex シェル連携
ko: Codex 셸 통합
zh_hans: Codex shell 集成
zh_hant: Codex shell 整合

source: Links the tally command into /usr/local/bin so any terminal can use it.
ja: tally コマンドを /usr/local/bin にリンクし、どのターミナルからも使えるようにします。
ko: tally 명령을 /usr/local/bin에 연결해 모든 터미널에서 사용할 수 있게 합니다.
zh_hans: 把 tally 命令链接到 /usr/local/bin，任何终端都能使用。
zh_hant: 把 tally 指令連結到 /usr/local/bin，任何終端機都能使用。

source: Tab completion is not installed here; add it with: [[ -e "${fpath[1]}/_tally" ]] || tally completion zsh > "${fpath[1]}/_tally"
ja: ここにはタブ補完がありません。手動で追加するには：[[ -e "${fpath[1]}/_tally" ]] || tally completion zsh > "${fpath[1]}/_tally"
ko: 여기에는 탭 자동완성이 없습니다. 직접 추가하려면: [[ -e "${fpath[1]}/_tally" ]] || tally completion zsh > "${fpath[1]}/_tally"
zh_hans: 这里没有 Tab 补全；手动安装：[[ -e "${fpath[1]}/_tally" ]] || tally completion zsh > "${fpath[1]}/_tally"
zh_hant: 這裡沒有 Tab 補全；手動安裝：[[ -e "${fpath[1]}/_tally" ]] || tally completion zsh > "${fpath[1]}/_tally"

source: Routes bare codex commands through your launch policy. Installs one small script and one PATH line; both are removed cleanly.
ja: 素の codex コマンドも起動ポリシーに従うようにします。小さなスクリプト 1 つと PATH 1 行を追加し、削除時は完全に元へ戻ります。
ko: 일반 codex 명령도 실행 정책을 따르게 합니다. 작은 스크립트 하나와 PATH 한 줄을 추가하며, 제거 시 완전히 정리됩니다.
zh_hans: 让直接输入的 codex 命令也遵循你的启动策略。安装一个小脚本和一行 PATH，移除时完整清除。
zh_hant: 讓直接輸入的 codex 指令也遵循你的啟動策略。安裝一個小腳本和一行 PATH，移除時完整清除。

source: Install
ja: インストール
ko: 설치
zh_hans: 安装
zh_hant: 安裝

source: Remove
ja: 削除
ko: 제거
zh_hans: 移除
zh_hant: 移除

source: Reinstall
ja: 再インストール
ko: 재설치
zh_hans: 重新安装
zh_hant: 重新安裝

source: Installed
ja: インストール済み
ko: 설치됨
zh_hans: 已安装
zh_hant: 已安裝

source: Needs attention
ja: 要対応
ko: 조치 필요
zh_hans: 需要处理
zh_hant: 需要處理

source: Not a symlink Tally manages
ja: Tally が管理するリンクではありません
ko: Tally가 관리하는 링크가 아닙니다
zh_hans: 不是 Tally 管理的链接
zh_hant: 不是 Tally 管理的連結

source: Link target is missing
ja: リンク先が見つかりません
ko: 링크 대상이 없습니다
zh_hans: 链接目标不存在
zh_hant: 連結目標不存在

source: Shim script is missing
ja: スクリプトが見つかりません
ko: 스크립트가 없습니다
zh_hans: 脚本文件不存在
zh_hant: 腳本檔案不存在

source: PATH entry is missing
ja: PATH 設定が見つかりません
ko: PATH 설정이 없습니다
zh_hans: PATH 设置不存在
zh_hant: PATH 設定不存在

source: Older version installed
ja: 旧バージョンがインストールされています
ko: 이전 버전이 설치되어 있습니다
zh_hans: 安装的是旧版
zh_hant: 安裝的是舊版

source: This build does not bundle the CLI
ja: このビルドには CLI が同梱されていません
ko: 이 빌드에는 CLI가 포함되어 있지 않습니다
zh_hans: 此版本未内置 CLI
zh_hant: 此版本未內建 CLI

source: Unclosed tally block in shell profile
ja: シェル設定内の tally ブロックが閉じていません
ko: 셸 설정의 tally 블록이 닫히지 않았습니다
zh_hans: shell 配置文件中的 tally 区块未闭合
zh_hant: shell 設定檔中的 tally 區塊未閉合

source: Claude shell integration
ja: Claude シェル連携
ko: Claude 셸 통합
zh_hans: Claude shell 集成
zh_hant: Claude shell 整合

source: Routes bare claude commands through your launch policy. Installs one small script and one PATH line; both are removed cleanly.
ja: 素の claude コマンドも起動ポリシーに従うようにします。小さなスクリプト 1 つと PATH 1 行を追加し、削除時は完全に元へ戻ります。
ko: 일반 claude 명령도 실행 정책을 따르게 합니다. 작은 스크립트 하나와 PATH 한 줄을 추가하며, 제거 시 완전히 정리됩니다.
zh_hans: 让直接输入的 claude 命令也遵循你的启动策略。安装一个小脚本和一行 PATH，移除时完整清除。
zh_hant: 讓直接輸入的 claude 指令也遵循你的啟動策略。安裝一個小腳本和一行 PATH，移除時完整清除。

source: Shared configuration
ja: 設定の共有
ko: 설정 공유
zh_hans: 设置共享
zh_hant: 設定共享

source: Shared
ja: 共有済み
ko: 공유됨
zh_hans: 已共享
zh_hant: 已共享

source: Partially shared
ja: 一部共有
ko: 부분 공유
zh_hans: 部分共享
zh_hant: 部分共享

source: Independent
ja: それぞれ独立
ko: 각각 독립
zh_hans: 各自独立
zh_hant: 各自獨立

source: Pinned
ja: 固定
ko: 고정
zh_hans: 钉选
zh_hant: 釘選

source: Copy
ja: コピー
ko: 복사
zh_hans: 复制
zh_hant: 複製

source: New session
ja: 新しいセッション
ko: 새 세션
zh_hans: 新会话
zh_hant: 新工作階段

source: Continue the latest session
ja: 直近のセッションを続きから
ko: 최근 세션 이어서 하기
zh_hans: 继续最近的会话
zh_hant: 接續最近的工作階段

source: Shell integration installed: plain claude and codex follow the policy.
ja: シェル連携はインストール済み：素の claude／codex もポリシーに従います。
ko: 셸 통합 설치됨: 일반 claude／codex도 정책을 따릅니다.
zh_hans: Shell 集成已安装：直接输入 claude／codex 也遵循策略。
zh_hant: Shell 整合已安裝：直接輸入 claude／codex 也遵循策略。

source: Shell integration not installed: enable it in Settings → Integrations so plain claude and codex follow the policy.
ja: シェル連携は未インストール：「設定 → 連携」から入れると、素の claude／codex もポリシーに従います。
ko: 셸 통합이 설치되지 않음: 설정 → 통합에서 설치하면 일반 claude／codex도 정책을 따릅니다.
zh_hans: Shell 集成未安装：到「设置 → 集成」安装后，直接输入 claude／codex 也会遵循策略。
zh_hant: Shell 整合未安裝：到「設定 → 整合」安裝後，直接輸入 claude／codex 也會遵循策略。

source: Shell integration partially installed: see Settings → Integrations.
ja: シェル連携は一部のみ：「設定 → 連携」を確認してください。
ko: 셸 통합 일부만 설치됨: 설정 → 통합을 확인하세요.
zh_hans: Shell 集成仅部分安装：见「设置 → 集成」。
zh_hant: Shell 整合僅部分安裝：見「設定 → 整合」。

source: Claude permissions
ja: Claude 権限モード
ko: Claude 권한 모드
zh_hans: Claude 权限模式
zh_hant: Claude 權限模式

source: System default
ja: システムデフォルト
ko: 시스템 기본값
zh_hans: 系统预设
zh_hant: 系統預設

source: Auto-accept edits
ja: 編集を自動承認
ko: 편집 자동 수락
zh_hans: 自动接受编辑
zh_hant: 自動接受編輯

source: Bypass permissions
ja: 権限確認をスキップ
ko: 권한 확인 건너뛰기
zh_hans: 跳过权限确认
zh_hant: 略過權限確認

source: Applied when launching through tally; flags you type yourself win.
ja: tally からの起動時に適用。自分で入力したフラグが優先されます。
ko: tally로 시작할 때 적용됩니다. 직접 입력한 플래그가 우선합니다.
zh_hans: 用 tally 启动时套用；你自己输入的 flag 优先。
zh_hant: 用 tally 啟動時套用；你自己輸入的 flag 優先。

source: Start with
ja: 開始方法
ko: 시작 방식
zh_hans: 开始方式
zh_hant: 開始方式

source: Continue latest
ja: 前回の続き
ko: 최근 이어서
zh_hans: 接续上次
zh_hant: 接續上次

source: Applies to bare launches; tally claude --new starts fresh once.
ja: 引数なしの起動に適用。一時的に新規で始めるには tally claude --new。
ko: 인수 없이 시작할 때 적용됩니다. 한 번만 새로 시작하려면 tally claude --new.
zh_hans: 不带参数启动时生效；临时开新对话用 tally claude --new。
zh_hant: 不帶參數啟動時生效；臨時開新對話用 tally claude --new。

source: Model
ja: モデル
ko: 모델
zh_hans: 模型
zh_hant: 模型

source: Fallback models
ja: フォールバックモデル
ko: 폴백 모델
zh_hans: Fallback 模型
zh_hant: Fallback 模型

source: Effort
ja: 推論強度
ko: 추론 강도
zh_hans: 推理强度
zh_hant: 推理強度

source: Default
ja: デフォルト
ko: 기본값
zh_hans: 默认
zh_hant: 預設

source: Accounts
ja: アカウント
ko: 계정
zh_hans: 账号
zh_hant: 帳號

source: About
ja: 情報
ko: 정보
zh_hans: 关于
zh_hant: 關於

source: Custom…
ja: カスタム…
ko: 사용자 지정…
zh_hans: 自定义…
zh_hant: 自訂…

source: Bypass
ja: 権限スキップ
ko: 권한 건너뛰기
zh_hans: 跳过权限
zh_hant: 略過權限

source: Fallback & effort
ja: フォールバックと強度
ko: 폴백과 강도
zh_hans: Fallback 模型与强度
zh_hant: Fallback 模型與強度

source: Fallback args
ja: フォールバック追加引数
ko: 폴백 추가 인수
zh_hans: Fallback 额外参数
zh_hant: Fallback 額外參數

source: Appended only when the session is relaunched on the fallback model.
ja: フォールバックモデルでセッションを再起動するときにのみ付加されます。
ko: 폴백 모델로 세션을 재시작할 때만 추가됩니다.
zh_hans: 仅在检测到降级、以 fallback 配置重启会话时附加。
zh_hant: 僅在偵測到降級、以 fallback 配置重啟工作階段時附加。

source: Next launch
ja: 次回の起動
ko: 다음 실행
zh_hans: 下次启动
zh_hant: 下次啟動

source: fallback
ja: フォールバック
ko: 폴백
zh_hans: 降级改用
zh_hant: 降級改用

source: Continue the latest session (your default)
ja: 最新のセッションを再開（現在のデフォルト）
ko: 최근 세션 이어서 하기 (현재 기본값)
zh_hans: 接续最近的工作会话（你的默认）
zh_hant: 接續最近的工作階段（你的預設）

source: Smart
ja: スマート
ko: 스마트
zh_hans: 智选
zh_hant: 智選

source: Smart: new sessions start on the account whose quota goes furthest right now.
ja: スマート選択：今クォータを最も有効に使えるアカウントで新しいセッションを開始します。
ko: 스마트 선택: 지금 쿼터를 가장 효율적으로 쓸 수 있는 계정에서 새 세션을 시작합니다.
zh_hans: 智能选择：新会话用「额度用起来最划算」的账号启动。
zh_hant: 智慧選擇：新工作階段用「額度用起來最划算」的帳號啟動。

source: Smart starts new sessions on the account whose quota goes furthest (reset times and remaining both count); Manual uses the card you pick in the panel.
ja: スマートは、リセット時刻と残量の両方を考慮して最も有効に使えるアカウントで新しいセッションを開始します。手動ではパネルで選んだカードを使います。
ko: 스마트는 리셋 시각과 남은 양을 모두 고려해 가장 효율적인 계정으로 새 세션을 시작합니다. 수동은 패널에서 선택한 카드를 사용합니다.
zh_hans: 智能模式会用「额度用起来最划算」的账号开新会话（重置时间与剩余量都算）；手动则用你在面板点选的卡片。
zh_hant: 智慧模式會用「額度用起來最划算」的帳號開新工作階段（重置時間與剩餘量都算）；手動則用你在面板點選的卡片。

source: Automatically check for updates
ja: 自動的にアップデートを確認
ko: 자동으로 업데이트 확인
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Last checked
ja: 前回の確認
ko: 마지막 확인
zh_hans: 上次检查
zh_hant: 上次檢查

source: This build has no update feed; download new versions from GitHub Releases.
ja: このビルドはアップデートフィードに接続していません。新しいバージョンは GitHub Releases から入手してください。
ko: 이 빌드는 업데이트 피드에 연결되어 있지 않습니다. 새 버전은 GitHub Releases에서 받으세요.
zh_hans: 此版本未连接更新源；新版请至 GitHub Releases 下载。
zh_hant: 此版本未連接更新來源；新版請至 GitHub Releases 下載。

source: Move this directory's latest conversation to another account and continue there
ja: このディレクトリの最新の会話を別のアカウントに移して続けます
ko: 이 디렉터리의 최근 대화를 다른 계정으로 옮겨 이어갑니다
zh_hans: 把这里最近的对话搬到另一个账号继续聊
zh_hant: 把這裡最近的對話搬到另一個帳號續聊

source: Add another account
ja: アカウントを追加
ko: 계정 추가
zh_hans: 再开一个账号
zh_hant: 再開一個帳號

source: Claude status line
ja: Claude ステータスライン
ko: Claude 상태 표시줄
zh_hans: Claude 状态栏
zh_hant: Claude 狀態列

source: A custom status line is already set; Tally leaves it alone.
ja: カスタムステータスラインが既に設定されているため、Tally は変更しません。
ko: 사용자 지정 상태 표시줄이 이미 설정되어 있어 Tally는 건드리지 않습니다.
zh_hans: 已有自定义状态栏；Tally 不会动它。
zh_hant: 已有自訂狀態列；Tally 不會動它。

source: Not installed for every account
ja: 一部のアカウントに未インストール
ko: 일부 계정에 설치되지 않음
zh_hans: 尚未安装到所有账号
zh_hant: 尚未安裝到所有帳號

source: Custom setup
ja: カスタム設定
ko: 사용자 지정
zh_hans: 自定义设置
zh_hant: 自訂設定

source: A ✦ in the status line means the session was launched by Tally.
ja: ステータスラインの ✦ は、そのセッションが Tally から起動されたことを示します。
ko: 상태 표시줄의 ✦ 는 해당 세션이 Tally로 시작되었음을 나타냅니다.
zh_hans: 状态栏出现 ✦ 代表该会话由 Tally 启动。
zh_hant: 狀態列出現 ✦ 代表該工作階段由 Tally 啟動。

source: resets available
ja: 回分のリセットが利用可能
ko: 회 리셋 사용 가능
zh_hans: 枚额度重置可兑换
zh_hant: 枚額度重置可兌換

source: reset available
ja: 回分のリセットが利用可能
ko: 회 리셋 사용 가능
zh_hans: 枚额度重置可兑换
zh_hant: 枚額度重置可兌換

source: Use a reset
ja: リセットを使用
ko: 리셋 사용
zh_hans: 兑换一枚额度重置
zh_hant: 兌換一枚額度重置

source: Redeem
ja: 引き換える
ko: 교환
zh_hans: 兑换
zh_hant: 兌換

source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Clears this account's current usage counters and consumes 1 banked reset. This cannot be undone.
ja: このアカウントの現在の使用量カウンターをすぐにクリアし、ストックされたリセットを 1 回分消費します。この操作は取り消せません。
ko: 이 계정의 현재 사용량 카운터를 즉시 초기화하고 보관된 리셋 1회를 소모합니다. 이 작업은 되돌릴 수 없습니다.
zh_hans: 会立即清空此账号当前的用量计数，并消耗 1 枚重置存量。此操作无法复原。
zh_hant: 會立即清空此帳號目前的用量計數，並消耗 1 枚重置存量。此操作無法復原。

source: This account still has plenty of quota left; redeeming now would mostly be wasted.
ja: このアカウントにはまだ十分なクォータが残っています。今リセットを使うのはほぼ無駄になります。
ko: 이 계정에는 아직 쿼터가 충분히 남아 있어 지금 교환하면 대부분 낭비됩니다.
zh_hans: 此账号剩余额度还很多，现在兑换几乎是浪费。
zh_hant: 此帳號剩餘額度還很多，現在兌換幾乎是浪費。

source: Nearest banked reset expires
ja: 最も近いリセットの有効期限：
ko: 가장 가까운 리셋의 만료 시각:
zh_hans: 最近一枚存量的到期时间：
zh_hant: 最近一枚存量的到期時間：

source: Reset redeemed
ja: リセットを使用しました
ko: 리셋을 사용했습니다
zh_hans: 已兑换，用量已重置
zh_hant: 已兌換，用量已重置

source: Redeem failed
ja: リセットの使用に失敗しました
ko: 교환 실패
zh_hans: 兑换失败
zh_hant: 兌換失敗

source: That credit was already used
ja: そのクレジットは使用済みです
ko: 해당 크레딧은 이미 사용됨
zh_hans: 该次重置已使用过
zh_hant: 該次重置已使用過

source: No reset credit available
ja: 利用できるリセットがありません
ko: 사용 가능한 리셋이 없음
zh_hans: 没有可用的重置额度
zh_hant: 沒有可用的重置額度

source: The ◯ on a card pins that account; clicking the ✓ releases it back to Smart.
ja: カードの ◯ でアカウントを固定、✓ をクリックすると解除してスマート選択に戻ります。
ko: 카드의 ◯ 로 계정을 고정하고, ✓ 를 클릭하면 해제되어 스마트 선택으로 돌아갑니다.
zh_hans: 卡片上的 ◯ 用来钉选账号；点 ✓ 即释放、回到智能选择。
zh_hant: 卡片上的 ◯ 用來釘選帳號；點 ✓ 即釋放、回到智慧選擇。

source: Pinned. Click again to go back to Smart.
ja: 固定済み。もう一度クリックするとスマート選択に戻ります。
ko: 고정됨. 다시 클릭하면 스마트 선택으로 돌아갑니다.
zh_hans: 已钉选。再点一下回到智能选择。
zh_hant: 已釘選。再點一下回到智慧選擇。

source: Manual: every new session uses this account.
ja: 手動：新しいセッションはすべてこのアカウントを使います。
ko: 수동: 새 세션은 모두 이 계정을 사용합니다.
zh_hans: 手动：每个新会话都用这个账号。
zh_hant: 手動：每個新工作階段都用這個帳號。

source: Weekly pool
ja: 週間プール
ko: 주간 풀
zh_hans: 周池
zh_hant: 週池

source: Session pool
ja: セッションプール
ko: 세션 풀
zh_hans: 会话池
zh_hant: 工作階段池

source: lowest
ja: 最低
ko: 최저
zh_hans: 最低
zh_hant: 最低

source: lasts about %@
ja: 残り約 %@
ko: 약 %@ 사용 가능
zh_hans: 约可再用 %@
zh_hant: 約可再用 %@

source: sustainable at this pace
ja: このペースなら持続可能
ko: 이 속도면 지속 가능
zh_hans: 此节奏可持续
zh_hant: 此節奏可持續

source: measuring pace…
ja: ペース計測中…
ko: 속도 측정 중…
zh_hans: 节奏测量中…
zh_hant: 節奏測量中…

source: next refill %@ in %@
ja: 次の回復 %1$@ %2$@後
ko: 다음 충전 %1$@ %2$@ 후
zh_hans: 下次回充 %1$@ %2$@ 后
zh_hant: 下次回充 %1$@ %2$@ 後

source: next refill %@ at %@
ja: 次の回復 %1$@ %2$@
ko: 다음 충전 %1$@ %2$@
zh_hans: 下次回充 %1$@ %2$@
zh_hant: 下次回充 %1$@ %2$@

source: refill %@
ja: 補充 %@
ko: 충전 %@
zh_hans: 回充 %@
zh_hant: 回充 %@

source: refill in %@
ja: %@ 後に補充
ko: %@ 후 충전
zh_hans: %@ 后回充
zh_hant: %@ 後回充

source: Fleet gauge
ja: フリートゲージ
ko: 플릿 게이지
zh_hans: 舰队仪表
zh_hant: 艦隊儀表

source: One bar per provider summing the weekly quota across accounts, with a pace forecast.
ja: プロバイダごとに 1 本、全アカウントの週間クォータを合算し、ペースから残り時間を予測します。
ko: 프로바이더마다 한 줄로 모든 계정의 주간 쿼터를 합산하고, 최근 속도로 남은 시간을 예측합니다.
zh_hans: 每个服务一条，加总所有账号的周额度，并按近期节奏预测还能用多久。
zh_hant: 每個服務一條，加總所有帳號的週額度，並依近期節奏預測還能用多久。

source: Launch
ja: 起動
ko: 실행
zh_hans: 启动
zh_hant: 啟動

source: Enable a provider in Accounts to configure launches.
ja: 起動設定を行うには、まず「アカウント」でプロバイダを有効にしてください。
ko: 실행을 설정하려면 먼저 계정에서 프로바이더를 활성화하세요.
zh_hans: 先在「账号」启用一个服务，才能设置启动行为。
zh_hant: 先在「帳號」啟用一個服務，才能設定啟動行為。

source: Not installed
ja: 未インストール
ko: 설치 안 됨
zh_hans: 未安装
zh_hant: 未安裝

source: All integrations
ja: すべての連携
ko: 모든 통합
zh_hans: 全部集成
zh_hant: 全部整合

source: Install all
ja: すべてインストール
ko: 모두 설치
zh_hans: 全部安装
zh_hant: 全部安裝

source: Remove all
ja: すべて削除
ko: 모두 제거
zh_hans: 全部移除
zh_hant: 全部移除

source: Panel columns
ja: パネルの列数
ko: 패널 열 수
zh_hans: 面板栏数
zh_hant: 面板欄數

source: Auto
ja: 自動
ko: 자동
zh_hans: 自动
zh_hant: 自動

source: Shows the active account at the bottom of every claude session, with its remaining quota when Tally is the only status line. An existing custom status line keeps running with the signal appended, and is restored exactly on removal.
ja: 各 claude セッションの下部に現在のアカウントを表示し、Tally が唯一のステータスラインの場合は残りクォータも表示します。既存のカスタムステータスラインはそのまま動き続け、末尾にシグナルが付くだけで、削除時には元どおり復元されます。
ko: 각 claude 세션 하단에 현재 계정을 표시하고, Tally가 유일한 상태 표시줄일 때는 남은 쿼터도 함께 보여줍니다. 기존 사용자 지정 상태 표시줄은 그대로 실행되며 끝에 신호만 덧붙고, 제거 시 원래대로 복원됩니다.
zh_hans: 在每个 claude 会话底部显示当前账号；当 Tally 是唯一的状态栏时，还会显示剩余额度。既有的自定义状态栏会照常运行、只在尾端附加信号，移除时原样还原。
zh_hant: 在每個 claude 工作階段底部顯示目前帳號；當 Tally 是唯一的狀態列時，還會顯示剩餘額度。既有的自訂狀態列會照常執行、只在尾端附加訊號，移除時原樣還原。

source: Full quota in status line
ja: ステータスラインに全クォータ
ko: 상태 표시줄 전체 쿼터
zh_hans: 状态栏完整额度
zh_hant: 狀態列完整額度

source: Adds a quota line (bars, percents, resets) even under a custom status line. Turn on if you drop your own quota rendering and rely on Tally's.
ja: カスタムステータスラインの下にもクォータ行（バー、パーセント、リセット時刻）を追加します。自前のクォータ表示をやめて Tally に任せる場合はオンにしてください。
ko: 사용자 지정 상태 표시줄 아래에도 쿼터 줄(막대, 퍼센트, 리셋 시각)을 추가합니다. 자체 쿼터 표시를 없애고 Tally에 맡기려면 켜세요.
zh_hans: 即使在自定义状态栏下，也附加一行额度（进度条、百分比、重置时间）。若你打算移除自己的额度显示、改依赖 Tally，就打开它。
zh_hant: 即使在自訂狀態列下，也附加一行額度（進度條、百分比、重置時間）。若你打算移除自己的額度顯示、改依賴 Tally，就打開它。

source: Integrations are managed by the installed release app.
ja: 連携はインストール済みの正式版アプリが管理します。
ko: 통합은 설치된 정식 앱이 관리합니다.
zh_hans: 集成由已安装的正式版应用管理。
zh_hant: 整合由已安裝的正式版 app 管理。

source: Install updates automatically
ja: アップデートを自動インストール
ko: 업데이트 자동 설치
zh_hans: 自动安装更新
zh_hant: 自動安裝更新

source: Downloads new versions in the background, then installs while you are away from the keyboard or the next time Tally quits.
ja: 新しいバージョンをバックグラウンドでダウンロードし、離席中または Tally の次回終了時にインストールします。
ko: 새 버전을 백그라운드에서 다운로드하고, 자리를 비운 사이 또는 Tally가 다음에 종료될 때 설치합니다.
zh_hans: 在后台下载新版本，并在你离开键盘时、或 Tally 下次退出时安装。
zh_hant: 在背景下載新版本，並在你離開鍵盤時、或 Tally 下次結束時安裝。

source: Update available - click to install
ja: アップデートがあります。クリックしてインストール
ko: 업데이트가 있습니다. 클릭하여 설치
zh_hans: 有可用更新，点击安装
zh_hant: 有可用更新，點擊安裝

source: refreshes in %@
ja: %@後に再取得
ko: %@ 후 새로고침
zh_hans: %@ 后刷新
zh_hant: %@ 後重新整理

source: Codex CLI outdated, update it
ja: Codex CLI が古いため更新してください
ko: Codex CLI가 오래되어 업데이트하세요
zh_hans: Codex CLI 版本过旧，请更新
zh_hant: Codex CLI 版本過舊，請更新

source: refreshing…
ja: 再取得中…
ko: 새로고침 중…
zh_hans: 刷新中…
zh_hant: 重新整理中…

source: Default model & effort
ja: デフォルトのモデルと推論強度
ko: 기본 모델 및 추론 강도
zh_hans: 默认模型与推理强度
zh_hant: 預設模型與推理強度

source: Show or hide this provider's account cards
ja: このプロバイダのアカウントカードを表示／折りたたみ
ko: 이 프로바이더의 계정 카드 표시/접기
zh_hans: 显示或收起该服务的账号卡片
zh_hant: 顯示或收合這個服務的帳號卡片

source: Gauges only
ja: ゲージのみ
ko: 게이지만 보기
zh_hans: 只看仪表
zh_hant: 只看儀表

source: View options
ja: 表示オプション
ko: 보기 옵션
zh_hans: 查看选项
zh_hant: 檢視選項

source: Check for app updates now
ja: アプリの更新を今すぐ確認
ko: 앱 업데이트 지금 확인
zh_hans: 立即检查 app 更新
zh_hant: 立即檢查 app 更新

source: Log in one more Claude account
ja: Claude アカウントをもう 1 つログイン
ko: Claude 계정 하나 더 로그인
zh_hans: 再登录一个 Claude 账号
zh_hant: 再登入一個 Claude 帳號

source: Log in one more Codex account
ja: Codex アカウントをもう 1 つログイン
ko: Codex 계정 하나 더 로그인
zh_hans: 再登录一个 Codex 账号
zh_hant: 再登入一個 Codex 帳號

source: Help
ja: ヘルプ
ko: 도움말
zh_hans: 说明
zh_hant: 說明

source: Terminal commands
ja: ターミナルコマンド
ko: 터미널 명령
zh_hans: 终端命令
zh_hant: 終端機指令

source: Panel tips
ja: パネルのヒント
ko: 패널 팁
zh_hans: 面板提示
zh_hant: 面板提示

source: Click a fleet gauge to fold or unfold that provider's cards.
ja: フリートゲージをクリックすると、そのプロバイダのカードを折りたたみ／展開できます。
ko: 플릿 게이지를 클릭하면 해당 프로바이더의 카드를 접거나 펼 수 있습니다.
zh_hans: 点舰队仪表可收起／展开该服务的账号卡片。
zh_hant: 點艦隊儀表可收合／展開該服務的帳號卡片。

source: %@ pool
ja: %@ プール
ko: %@ 풀
zh_hans: %@ 池
zh_hant: %@ 池

source: Gauges show
ja: ゲージ表示
ko: 게이지 표시
zh_hans: 仪表显示
zh_hant: 儀表顯示

source: All pools
ja: すべてのプール
ko: 모든 풀
zh_hans: 全部池
zh_hant: 全部池

source: Primary model only
ja: 優先モデルのみ
ko: 기본 모델만
zh_hans: 仅首选模型
zh_hant: 僅首選模型

source: Weekly total only
ja: 週間合計のみ
ko: 주간 합계만
zh_hans: 仅周总量
zh_hant: 僅週總量

source: %@/%@ accounts' worth left
ja: 残り %1$@/%2$@ アカウント分
ko: %1$@/%2$@ 계정 분량 남음
zh_hans: 剩 %1$@/%2$@ 个账号份
zh_hant: 剩 %1$@/%2$@ 個帳號份

source: Update downloaded - click to restart
ja: アップデートをダウンロード済み。クリックで再起動して適用
ko: 업데이트 다운로드 완료. 클릭하면 재시작하여 적용됩니다
zh_hans: 更新已下载完成，点击重启即完成
zh_hant: 更新已下載完成，點擊重啟即完成

source: Local build
ja: ローカルビルド
ko: 로컬 빌드
zh_hans: 本地构建
zh_hant: 本機建置

source: Development build - runs beside the installed app and never self-updates
ja: 開発ビルドです。インストール版と併存し、自動更新は行いません
ko: 개발 빌드입니다. 설치된 앱과 나란히 실행되며 자동 업데이트되지 않습니다
zh_hans: 开发版构建，与正式安装版并存，不会自我更新
zh_hant: 開發版建置，與正式安裝版並存，不會自我更新

source: Built from source without an update feed - it cannot update itself
ja: ソースからビルドされ更新フィードがないため、自動更新できません
ko: 소스에서 빌드되어 업데이트 피드가 없으므로 자동 업데이트할 수 없습니다
zh_hans: 从源码构建、未带更新源，无法自我更新
zh_hant: 從原始碼建置、未帶更新來源，無法自我更新

source: Applies to new sessions and, at the next quiet moment, to running ones; a model you typed yourself always wins.
ja: 新しく起動するセッションに適用され、実行中のセッションも次の静かなタイミングで追従します。自分で入力したモデルが常に優先されます。
ko: 새로 시작하는 세션에 적용되며, 실행 중인 세션도 다음 조용한 순간에 따라갑니다. 직접 입력한 모델이 항상 우선합니다.
zh_hans: 应用到新启动的 session，运行中的 session 也会在下一个安静时刻跟进；你自己输入的模型始终优先。
zh_hant: 套用到新啟動的 session，執行中的 session 也會在下一個安靜時刻跟進；你自己打的模型永遠優先。

source: Claude Code skill
ja: Claude Code スキル
ko: Claude Code 스킬
zh_hans: Claude Code 技能
zh_hant: Claude Code 技能
